[
    {
        "title":"Fun Run",
        "subtitle":"Fun Run หรือ ไมโครมาราธอน คือการวิ่งระยะทางไม่เกิน 5 กิโลเมตร",
        "image_url":"https://cdn.pixabay.com/photo/2017/07/17/16/48/company-run-2513021_960_720.jpg",
        "detail":"ฟันรัน หรือบางสนามเรียกว่า ไมโครมาราธอน คือการวิ่งระยะทางไม่เกิน 5 กิโลเมตร ซึ่งเป็นระยะทางที่สั้นที่สุดในบรรดาประเภทการวิ่งมาราธอนทั้งหมด เป็นช่วงระยะที่เหมาะสำหรับนักวิ่งมือใหม่ที่เริ่มลงงานวิ่งเป็นครั้งแรกๆในชีวิตเพื่อนๆนักวิ่งมือใหม่ที่เป็นแนววิ่งบ้าง เดินบ้าง สายชิล เราแนะนำให้ลองเริ่มที่ประเภทนี้ค่ะเพื่อลองสนาม ลองบรรยากาศ และทดสอบร่างกายของตัวเองเมื่อมีประสบการณ์สนามจริงแล้ว จากนั้นจึงค่อยๆเพิ่ม Step, Up Level ไปเรื่อยๆ"
    },
    {
        "title":"Mini Marathon",
        "subtitle":"มินิมาราธอน คือการวิ่งระยะทาง 10.5 กิโลเมตร เป็นระยะที่เลื่อนขั้นขึ้นมาจาก Fun Run หนึ่งเท่าตัว",
        "image_url":"https://cdn.pixabay.com/photo/2020/02/05/16/33/relax-4821701__340.jpg",
        "detail":"มินิมาราธอน คือการวิ่งระยะทาง 10.5 กิโลเมตร เป็นระยะที่เลื่อนขั้นขึ้นมาจาก Fun Run หนึ่งเท่าตัว ใครที่เริ่มวิ่งอย่างต่อเนื่องด้วยระยะทาง 5k แล้วไม่รู้สึกเหนื่อยหรือหนักจนเกินไป ก็พร้อมที่จะลงสนามนี้แล้วล่ะ เราแนะนำว่า ควรฝึกให้ร่างกายวิ่งระยะ 5-10 กิโลเมตร อยู่เป็นประจำ เพื่อให้ร่างกายได้คุ้นชิน เมื่อลงสนามจริงจะได้วิ่งอย่างสบายๆเหมือนที่ซ้อมอยู่ประจำ"
    },
    {
        "title":"Half Marathon",
        "subtitle":"ฮาล์ฟมาราธอน คือการวิ่งระยะทาง 21 กิโลเมตร เหมาะสำหรับผู้ที่ฝึกฝนตัวเองมาเป็นอย่างดี",
        "image_url":"https://media.istockphoto.com/photos/group-of-runners-in-a-cross-country-race-picture-id184856390?k=6&m=184856390&s=612x612&w=0&h=GV-s9M4IxvaVnsj41Ni5h0DlQIxDzaAnUsSIucD8KPs=",
        "detail":"ฮาล์ฟมาราธอน คือการวิ่งระยะทาง 21 กิโลเมตร อันนี้กระโดดขึ้นมาจากสองระยะแรกเยอะเลย เหมาะสำหรับผู้ที่ฝึกฝนตัวเองมาเป็นอย่างดี ดังนั้นเพื่อนๆนักวิ่งที่ตั้งใจจะลงระยะนี้ แนะนำให้ฝึกซ้อมและเตรียมร่างกายของตัวเองให้ดี เพราะระยะทางค่อนข้างเยอะ หากไม่ผ่านการฝึกซ้อมมา ร่างกายที่ไม่พร้อมอาจจะทำให้เกิดการบาดเจ็บได้"
    },
    {
        "title":"Marathon / Full Marathon",
        "subtitle":"มาราธอน หรือ ฟูลมาราธอน คือการวิ่งระยะทาง 42.195 กิโลเมตร นี่คือระยะในฝันของนักวิ่งทุกคนก็ว่าได้",
        "image_url":"https://media.istockphoto.com/photos/elite-start-at-the-pikes-peak-marathon-and-ascent-picture-id484576472?k=6&m=484576472&s=612x612&w=0&h=fTSSE7oC25vn4ih5H-G2KHKPKrc72gtrMvD6EwFmlug=",
        "detail":"มาราธอน หรือ ฟูลมาราธอน คือการวิ่งระยะทาง 42.195 กิโลเมตร นี่คือระยะในฝันของนักวิ่งทุกคนก็ว่าได้ นักวิ่งที่เสพติดการวิ่งและจริงจังกับการวิ่งเป้าหมายอย่างหนึ่งก็คือ การได้วิ่งมาราธอนสักครั้งในชีวิต หากจะลงวิ่งระยะนี้ต้องฝึกซ้อมร่างกายอย่างจริงจังและต้องเตรียมตัวให้ดีทั้งเรื่องอาหารการกิน การนอนหลับพักผ่อน ต้องอาศัยความอึดของร่างกายมากๆ จิตใจก็ต้องเข้มแข็ง อดทน พร้อมเผชิญกับทุกสิ่งที่จะเกิดขึ้นระหว่างทาง ทั้งความเมื่อยล้า ความท้อ ความหิว ตะคริวกิน ฯลฯ\nดังนั้นการฝึกซ้อมและการเตรียมตัวที่ดีจะทำให้เราเอาชนะมาราธอนได้"
    },
    {
        "title":"Ultra Marathon",
        "subtitle":"อัลตร้ามาราธอน คือการวิ่งระยะทางที่มากกว่า 42.195 กิโลเมตร มากกว่าในที่นี้คือระยะทาง 60, 70, 80 ,90 ไปจนถึงหลักร้อย หรือเกิน 100 กิโลเมตร",
        "image_url":"https://media.istockphoto.com/photos/elite-women-athlete-running-up-a-road-in-the-sierra-mountains-picture-id1005039956?k=6&m=1005039956&s=612x612&w=0&h=XDJqyKPtL3K8vYK_yHp5xcvR_nnP9I9rsIlwh8ZDJsc=",
        "detail":"อัลตร้ามาราธอน คือการวิ่งระยะทางที่มากกว่า 42.195 กิโลเมตร มากกว่าในที่นี้คือระยะทาง 60, 70, 80 ,90 ไปจนถึงหลักร้อย หรือเกิน 100 กิโลเมตร ระยะทางยิ่งมาก ระยะเวลาที่ใช้ในการวิ่งก็ยิ่งมากตามไปด้วย บางระยะทางวิ่งเกิน 10 ชั่วโมง นั่นหมายความว่า ผู้ที่จะลงวิ่งระยะนี้ต้องมีร่างกายที่แข็งแกร่งเป็นทุนเดิม ผ่านการฝึกซ้อมการวิ่งระยะไกลจนร่างกายปรับตัวได้ในขั้นที่ดี\nนอกจากการฝึกซ้อมแล้ว การเตรียมตัวก่อนวิ่งและการดูแลตัวเองหลังวิ่งจึงเป็นสิ่งที่สำคัญมาก การกิน การพักผ่อน ความพร้อมทั้งร่างกายและจิตใจ หากหักโหมมากเกินไปก็อาจเป็นอันตรายถึงชีวิตได้"
    },
    {
        "title":"City Run",
        "subtitle":"ซิตี้รัน คือการวิ่งไปตามริมทาง ริมถนน ตามตรอก ซอก ซอย สัมผัสกับบรรยากาศชุมชน",
        "image_url":"https://media.istockphoto.com/photos/running-singapore-picture-id493978887?k=6&m=493978887&s=612x612&w=0&h=bOG1N73H7OSnVl5Odb5RggW2EOXjxOxIrswdJcnzfZw=",
        "detail":"ซิตี้รัน คือการวิ่งไปตามริมทาง ริมถนน ตามตรอก ซอก ซอย สัมผัสกับบรรยากาศชุมชน วิ่งชมวิถีชีวิตของผู้คนไปเรื่อยๆ เหมาะกับเพื่อนๆนักวิ่งที่อยากเปลี่ยนบรรยากาศ หนีความจำเจจากลู่วิ่ง Treadmill, สนามกีฬา หรือสวนสาธารณะ เป็นวิธีฝึกวิ่งทางไกลได้ดีมาก ไม่น่าเบื่อ แถมได้ระยะทางเพียบ"
    },
    {
        "title":"Cross Country",
        "subtitle":"ครอสคันทรี คือการวิ่งบนเส้นทางวิบากระยะทาง 4-12 กิโลเมตร บุกดงป่าเขา ทุ่งหญ้า ลุยน้ำ ลุยโคลน",
        "image_url":"https://cdn.pixabay.com/photo/2015/04/03/09/27/motivation-704745_960_720.jpg",
        "detail":"ครอสคันทรี คือการวิ่งบนเส้นทางวิบากระยะทาง 4-12 กิโลเมตร บุกดงป่าเขา ทุ่งหญ้า ลุยน้ำ ลุยโคลน เหมาะกับเหล่านักวิ่งที่ชอบชมธรรมชาติ ชอบเที่ยวป่าเที่ยวเขา แนวลุยๆ"
    },
    {
        "title":"Trail Running",
        "subtitle":"เทรล คือการวิ่งบนเส้นทางที่เป็นเนิน ขึ้นเขา ลงเขา คล้ายกับ Cross Country แต่เน้นไปที่มีเนินชันมากกว่า",
        "image_url":"https://media.istockphoto.com/photos/trail-runner-picture-id500884937?k=6&m=500884937&s=612x612&w=0&h=SS4oLE5urln9fC99wylXaDEJ6JNjRNfprkNUWBh0Bmg=",
        "detail":"เทรล คือการวิ่งบนเส้นทางที่เป็นเนิน ขึ้นเขา ลงเขาคล้ายกับ Cross Country แต่เน้นไปที่มีเนินชันมากกว่า สายวิ่งเทรลจึงจำเป็นต้องมีอุปกรณ์เพื่อช่วยในการปีนป่ายอย่างไม้เท้าเดินป่า หรือ Trekking Pole, เป้น้ำ, ถุงรัดน่อง, หมวก และของกินเพิ่มพลังงานเนื่องจากไม่มีตั้งจุดบริการ รวมถึงรองเท้าวิ่งก็ต้องเป็นรองเท้าเฉพาะสำหรับวิ่งเทรล ใครที่ชอบเดินป่า ชอบผจญภัย แนะนำให้ฟิตกล้ามเนื้อฟิตร่างกายแล้วออกไปลุย!"
    },
    {
        "title":"Spartan",
        "subtitle":"สปาร์ตัน คือการแข่งขันวิ่งวิบากที่ต้องฝ่าด่านต่างๆที่สนามแข่งจัดไว้ คล้ายกับเข้าค่ายลูกเสือของทหาร",
        "image_url":"https://cdn.pixabay.com/photo/2015/04/03/09/20/motivation-704742__340.jpg",
        "detail":"สปาร์ตัน คือการแข่งขันวิ่งวิบากที่ต้องฝ่าด่านต่างๆที่สนามแข่งจัดไว้ คล้ายกับเข้าค่ายลูกเสือ มีทั้งวิ่ง หมอบ คลาน ดึง ลาก ปีนป่าย ตามด่านอุปกรณ์ต่างๆ กำแพง ลวดหนาม โคลน ต้นไม้ เนินเขา ลุยน้ำ"
    },
    {
        "title":"Triathlon",
        "subtitle":"ไตรกีฬา คือการแข่งขันที่ผสมผสานกีฬาทั้ง 3 ประเภทเข้าด้วยกันได้แก่ ว่ายน้ำ ปั่นจักรยาน และวิ่งมาราธอน",
        "image_url":"https://media.istockphoto.com/photos/female-marathon-swimmer-picture-id468783048?k=6&m=468783048&s=612x612&w=0&h=nZQxn6_oUZSu-kT9V9x2IPX8MHIHGjj3yaOJGaLG59E=",
        "detail":"ไตรกีฬา คือการแข่งขันที่ผสมผสานกีฬาทั้ง 3 ประเภทเข้าด้วยกัน ได้แก่ ว่ายน้ำ ปั่นจักรยาน และวิ่งมาราธอน ซึ่งเหมาะกับเพื่อนๆที่ชอบเล่นกีฬาและออกกำลังกายทั้ง 3 ประเภท ความหลากหลายของไตรกีฬา ทำให้การแข่งขันสนุกสนาน มีสีสัน"
    }
]